[
  "obsidian-file-color",
  "highlightr-plugin",
  "obsidian-functionplot",
  "obsidian-tasks-plugin",
  "obsidian-pandoc-reference-list",
  "quick-latex",
  "callout-manager",
  "mousewheel-image-zoom",
  "image-captions",
  "obsidian-advanced-codeblock",
  "drawio-obsidian",
  "emoji-autocomplete",
  "obsidian-embedded-code-title",
  "typst",
  "advanced-canvas"
]